Repository: ThomasNowProductions/BijbelQuiz
Catalog: app/lib/l10n/app_*.arb
Languages: nl

# appName
source: BibleQuiz
nl: BijbelQuiz

# appDescription
source: Test Your Bible Knowledge
nl: Test je Bijbelkennis

source: Loading...
nl: Laden...

source: Error
nl: Fout

source: Back
nl: Terug

source: Submit
nl: Indienen

source: Cancel
nl: Annuleren

source: Question
nl: Vraag

source: Incorrect
nl: Niet correct

source: Quiz Complete!
nl: Quiz voltooid!

source: Your score:
nl: Jouw score:

# unlockBiblicalReference
source: Unlock Bible Reference (Beta)
nl: Ontgrendel Bijbelverwijzing (Béta)

# biblicalReference
source: Bible Reference
nl: Bijbelverwijzing

source: Close
nl: Sluiten

source: Settings
nl: Instellingen

source: Sound
nl: Geluid

source: Language
nl: Taal

source: Theme
nl: Thema

source: Dark Mode
nl: Donkere modus

source: Light Mode
nl: Lichte modus

source: System Default
nl: Systeemstandaard

source: Lessons
nl: Lessen

source: Continue Learning
nl: Verder leren

source: Store
nl: Winkel

source: Unlock All
nl: Alles ontgrendelen

source: Purchase Successful!
nl: Aankoop voltooid!

# donate
source: Support Us
nl: Ondersteun ons

# donateButton
source: Donate Now
nl: Doneer nu

# donateExplanation
source: Support the development of this app with a donation. This is needed to continue developing/maintaining the app.
nl: Steun de ontwikkeling van deze app met een donatie. Dit is nodig om de app verder te ontwikkelen/onderhouden.

source: Guide
nl: Handleiding

source: How to Play
nl: Hoe te spelen

# connectionError
source: No Internet Connection
nl: Geen internetverbinding

# connectionErrorMsg
source: Check your internet connection and try again.
nl: Controleer je internetverbinding en probeer het opnieuw.

# unknownError
source: An error occurred
nl: Er is een fout opgetreden

# errorNoQuestions
source: No valid questions found
nl: Geen geldige vragen gevonden

# errorLoadQuestions
source: Error loading questions
nl: Fout bij het laden van de vragen

source: Could not open donation page
nl: Kon de donatiepagina niet openen

# aiError
source: AI service error occurred
nl: AI-service fout opgetreden

# apiError
source: API service error occurred
nl: API-service fout opgetreden

# storageError
source: Storage error occurred
nl: Opslagfout opgetreden

# syncError
source: Synchronization failed
nl: Synchronisatie mislukt

# permissionDenied
source: Permission required for this feature
nl: Toestemming vereist voor deze functie

source: Streak
nl: Reeks

source: Best
nl: Beste

source: Time
nl: Tijd

source: Screen size not supported
nl: Schermgrootte niet ondersteund

source: Your Progress
nl: Jouw voortgang

source: Daily Streak
nl: Dagelijkse reeks

source: Continue With
nl: Ga verder

source: Choose game duration
nl: Kies spelduur

# multiplayerDescription
source: Play against each other on one phone! The phone is split in two - the top half rotates 180 degrees.
nl: Speel tegen elkaar op één telefoon! De telefoon wordt in tweeën gesplitst - bovenste helft draait 180 graden om.

source: Game rules:
nl: Spelregels:

# ruleBothPlayers
source: • Both players answer Bible questions
nl: • Beide spelers beantwoorden Bijbelvragen

# ruleCorrectAnswer
source: • A correct answer gives points
nl: • Een correct antwoord geeft punten

# ruleWinner
source: • The one with the correct answers at the end wins
nl: • Degene met de correcte antwoorden aan het einde wint

# ruleScreenRotation
source: • The top half of the screen rotates 180 degrees on mobile
nl: • De bovenste helft van het scherm draait 180 graden op mobiel

# timeUp
source: Time is up!
nl: Tijd is om!

# timeUpMessage
source: You did not answer in time. Your streak has been reset.
nl: Je hebt niet op tijd geantwoord. Je reeks is gereset.

source: Not Enough Points
nl: Onvoldoende punten

source: Lesson Complete
nl: Les voltooid

source: Best Streak
nl: Beste reeks

# retryLesson
source: Try Again
nl: Opnieuw proberen

source: Next Lesson
nl: Volgende les

source: Back to Lessons
nl: Terug naar lessen

source: End Score
nl: Eindscore

# endScoreHint
source: Your total score in percentage on a speedometer
nl: Jouw totaalscore in percentage op een snelheidsmeter

source: Display
nl: Weergave

# chooseTheme
source: Choose your theme
nl: Kies je thema

# lightTheme
source: Light
nl: Licht

# systemTheme
source: System
nl: Systeem

# darkTheme
source: Dark
nl: Donker

# greenTheme
source: Green
nl: Groen

# orangeTheme
source: Orange
nl: Oranje

source: Show Navigation Labels
nl: Toon navigatielabels

# showNavigationLabelsDesc
source: Show or hide text labels below navigation icons
nl: Toon of verberg tekstlabels onder de navigatie-iconen

source: Colorful Mode
nl: Kleurrijke modus

# colorfulModeDesc
source: Enable different colors for lesson cards
nl: Zet verschillende kleuren aan voor leskaarten

source: Try Again
nl: Opnieuw proberen

source: Could not open status page.
nl: Kon de statuspagina niet openen.

source: Lesson Layout
nl: Lesindeling

# chooseLessonLayout
source: Choose how lessons are displayed
nl: Kies hoe lessen worden weergegeven

# layoutGrid
source: Grid
nl: Raster

# layoutList
source: List
nl: Lijst

# layoutCompactGrid
source: Compact Grid
nl: Compact raster

source: Could not load lessons
nl: Kon lessen niet laden

source: Progress
nl: Voortgang

source: Reset Progress
nl: Voortgang resetten

# resetProgressConfirmation
source: Are you sure you want to reset your progress? This cannot be undone.
nl: Weet je zeker dat je je voortgang wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: Confirm
nl: Bevestigen

source: Start Lesson
nl: Start les

source: Locked
nl: Vergrendeld

source: Complete
nl: Voltooid

source: Perfect Score!
nl: Perfecte score!

source: Retry
nl: Opnieuw proberen

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Get Started
nl: Aan de slag

# welcomeTitle
source: Welcome to BibleQuiz
nl: Welkom bij BijbelQuiz

# welcomeDescription
source: Discover the Bible in a fun and interactive way with challenging questions and lessons.
nl: Ontdek de Bijbel op een leuke en interactieve manier met uitdagende vragen en lessen.

# howToPlayTitle
source: How to Play?
nl: Hoe speel je?

# howToPlayDescription
source: Answer questions about the Bible. The more accurate your answer, the more points you earn. You can later spend points in the shop on exclusive themes and power-ups.
nl: Beantwoord vragen over de Bijbel. Hoe accurater je antwoord, hoe meer punten je verdient. Punten kun je later uitgeven in de winkel voor exclusieve thema's en power-ups.

# trackProgressTitle
source: Play alone, with friends or family
nl: Speel alleen, met vrienden of familie

# trackProgressDescription
source: Go to the "Social" tab to follow friends or click on Multiplayer Quiz to play together.
nl: Ga naar het "Sociaal" tabblad om vrienden te volgen of klik op Multiplayer Quiz om samen te spelen.

# customizeExperienceTitle
source: Customize Your Experience
nl: Pas Je Ervaring Aan

# customizeExperienceDescription
source: Customize your theme, game speed, and sound effects in the settings. Do you have any questions or suggestions? We would love to hear from you at {contactEmail}
nl: Pas je thema, speelsnelheid en de geluidseffecten aan in de instellingen. Heeft u nog vragen of suggesties? We horen graag van je via {contactEmail}

# supportUsDescription
source: Do you find this app useful? Consider donating to help us maintain and improve the app. Every contribution is appreciated!
nl: Vind je deze app nuttig? Overweeg dan een donatie om ons te helpen de app te onderhouden en te verbeteren. Elke bijdrage wordt gewaardeerd!

source: Donate Now
nl: Doneer Nu

# activationTitle
source: Activate your account
nl: Activeer je account

# activationSubtitle
source: Enter your activation code to use the app
nl: Voer je activatiecode in om de app te gebruiken

# activationCodeHint
source: Enter your activation code
nl: Voer je activatiecode in

# activateButton
source: Activate
nl: Activeren

# verifyButton
source: Verify
nl: Verifiëren

source: Verifying...
nl: Controleren...

# activationTip
source: Enter the activation code you received with your purchase.
nl: Voer de activatiecode in die je hebt ontvangen bij aankoop.

# activationSuccess
source: Successfully activated!
nl: Succesvol geactiveerd!

# activationError
source: Invalid activation code. Please try again.
nl: Ongeldige activatiecode. Probeer het opnieuw.

# activationErrorTitle
source: Activation Failed
nl: Activatie mislukt

# activationSuccessMessage
source: Your account has been successfully activated. Enjoy the app!
nl: Je account is succesvol geactiveerd. Veel plezier met de app!

source: Activation Required
nl: Activatie vereist

# activationRequiredMessage
source: You must activate the app before you can use it.
nl: Je moet de app activeren voordat je deze kunt gebruiken.

source: Your Stars
nl: Jouw sterren

source: Available Stars
nl: Beschikbare sterren

source: Themes
nl: Thema's

source: Available Themes
nl: Beschikbare thema's

source: Unlock Theme
nl: Ontgrendel thema

source: Unlocked
nl: Ontgrendeld

source: Not Enough Stars
nl: Niet genoeg sterren

source: Unlock for
nl: Ontgrendel voor

source: stars
nl: sterren

source: Free
nl: Gratis

source: Purchased
nl: Aangekocht

source: Confirm Purchase
nl: Bevestig aankoop

# purchaseConfirmation
source: Are you sure you want to unlock this theme for
nl: Weet je zeker dat je dit thema wilt ontgrendelen voor

# purchaseSuccess
source: Theme successfully unlocked!
nl: Thema succesvol ontgrendeld!

# purchaseError
source: Not enough stars to unlock this theme.
nl: Niet genoeg sterren om dit thema te ontgrendelen.

source: Could not open download page
nl: Kon de downloadpagina niet openen

# themeUnlockedWithSwitchOption
source: unlocked! You can always return to the default theme in settings.
nl: ontgrendeld! Je kunt altijd terugkeren naar het standaardthema in de instellingen.

source: Double Stars (5 questions)
nl: Dubbele sterren (5 vragen)

# doubleStars5QuestionsDesc
source: Earn double stars for your next 5 questions
nl: Verdien dubbele sterren voor je volgende 5 vragen

source: Triple Stars (5 questions)
nl: Driedubbele sterren (5 vragen)

# tripleStars5QuestionsDesc
source: Earn triple stars for your next 5 questions
nl: Verdien driedubbele sterren voor je volgende 5 vragen

# fiveTimesStars5Questions
source: 5x Stars (5 questions)
nl: 5x sterren (5 vragen)

# fiveTimesStars5QuestionsDesc
source: Earn 5x stars for your next 5 questions
nl: Verdien 5x sterren voor je volgende 5 vragen

source: Double Stars (60 seconds)
nl: Dubbele sterren (60 seconden)

# doubleStars60SecondsDesc
source: Earn double stars for 60 seconds
nl: Verdien dubbele sterren gedurende 60 seconden

# oledThemeName
source: OLED Theme
nl: OLED thema

# oledThemeDesc
source: Unlock a true black, high-contrast theme
nl: Ontgrendel een echt zwart, hoog-contrast thema

# greenThemeName
source: Green Theme
nl: Groen thema

# greenThemeDesc
source: Unlock a fresh green theme
nl: Ontgrendel een fris groen thema

# orangeThemeName
source: Orange Theme
nl: Oranje thema

# orangeThemeDesc
source: Unlock a vibrant orange theme
nl: Ontgrendel een levendig oranje thema

# couponTitle
source: Have a coupon code?
nl: Coupon code

# couponDescription
source: Redeem it here for rewards
nl: Wissel hem hier in voor beloningen

# couponRedeem
source: Redeem
nl: Inwisselen

# couponDialogTitle
source: Redeem Coupon
nl: Coupon inwisselen

# couponCodeHint
source: e.g. SUMMER2023
nl: Coupon hier...

# couponSuccessTitle
source: Congratulations!
nl: Gefeliciteerd!

# couponStarsReceived
source: You received {amount} stars!
nl: Je hebt {amount} sterren ontvangen!

# couponThemeUnlocked
source: You unlocked a new theme!
nl: Je hebt een nieuw thema ontgrendeld!

# couponErrorTitle
source: Error
nl: Fout

# couponInvalid
source: Invalid coupon code
nl: Ongeldige coupon code

# couponExpired
source: This coupon has expired
nl: Deze coupon is verlopen

# couponMaxUsed
source: This coupon is no longer valid (maximum uses reached)
nl: Deze coupon is niet meer geldig (maximaal aantal keer gebruikt)

# couponAlreadyRedeemed
source: This coupon has already been redeemed
nl: Deze coupon is al ingewisseld

# couponMaxPerDay
source: Maximum of 5 coupons can be redeemed per day
nl: Maximaal 5 coupons kunnen per dag worden ingewisseld

# qrCodeDescription
source: Point the camera at the QR code
nl: Richt de camera op de QR-code

# qrScannerMobileOnly
source: QR Scanner only available on mobile
nl: QR-scanner alleen beschikbaar op mobiel

source: Invalid QR code
nl: Ongeldige QR-code

source: Camera access required
nl: Camera toegang vereist

# cameraAccessDescription
source: To scan QR codes, the app needs access to your camera. This permission is only used for scanning coupons.
nl: Om QR-codes te kunnen scannen, heeft de app toegang nodig tot je camera. Deze toestemming wordt alleen gebruikt voor het scannen van coupons.

source: Grant camera permission
nl: Camera toestemming verlenen

source: Open settings
nl: Instellingen openen

source: Camera error
nl: Camera fout

# cameraInitializationError
source: An error occurred while initializing the camera:
nl: Er is een fout opgetreden bij het initialiseren van de camera:

source: Initializing camera...
nl: Camera initialiseren...

# qrCodeTutorial
source: Hold the QR code within the frame for automatic detection
nl: Houd de QR-code binnen het kader voor automatische detectie

# supportUsTitle
source: Support Us
nl: Ondersteun ons

source: Error loading settings
nl: Fout bij het laden van instellingen

source: Game Settings
nl: Spelinstellingen

source: Game Speed
nl: Spelsnelheid

# chooseGameSpeed
source: Choose the speed of the game
nl: Kies de snelheid van het spel

source: Slow
nl: Langzaam

source: Medium
nl: Gemiddeld

source: Fast
nl: Snel

source: Mute Sound Effects
nl: Geluidseffecten dempen

# muteSoundEffectsDesc
source: Turn off all game sounds
nl: Schakel alle spelgeluiden uit

source: About
nl: Over

# checkServiceStatus
source: Check the status of our services
nl: Controleer de status van onze services

source: Open Status Page
nl: Open statuspagina

source: Actions
nl: Acties

# exportStats
source: Export Statistics
nl: Statistieken exporteren

# exportStatsDesc
source: Save your progress and scores as text
nl: Sla je voortgang en scores op als tekst

# importStats
source: Import Statistics
nl: Statistieken importeren

# importStatsDesc
source: Load previously exported statistics
nl: Laad eerder geëxporteerde statistieken

source: Reset and Log Out
nl: Resetten en uitloggen

# resetAndLogoutDesc
source: Clear all data and deactivate app
nl: Alle gegevens wissen en app deactiveren

source: Show Introduction
nl: Introductie tonen

source: Report Issue
nl: Probleem melden

source: Clear Question Cache
nl: Vragencache wissen

source: Contact Us
nl: Neem contact op

# emailNotAvailable
source: Could not open email client
nl: Kon e-mailclient niet openen

# cacheCleared
source: Question cache cleared!
nl: Vragencache gewist!

source: Test All Features
nl: Test Alle Functies

source: Version
nl: Versie

source: Social
nl: Sociaal

source: Coming Soon!
nl: Binnenkort beschikbaar!

# socialComingSoonMessage
source: BibleQuiz social features are coming soon. Stay tuned for updates!
nl: De sociale functies van BijbelQuiz zijn binnenkort beschikbaar. Blijf op de hoogte voor updates!

source: Manage Your BQID
nl: Beheer je BQID

# manageYourBqidSubtitle
source: Manage your BQID, registered devices and more
nl: Beheer je BQID, geregistreerde apparaten en meer

source: More social features coming soon
nl: Meer sociale functies binnenkort beschikbaar

source: Social Features
nl: Sociale Functies

# connectWithOtherUsers
source: Connect with other BibleQuiz users, share achievements and compete on the leaderboards!
nl: Verbind met andere BijbelQuiz-gebruikers, deel prestaties en strijd op de scoreborden!

source: Search
nl: Zoeken

source: My Following
nl: Volgend

source: My Followers
nl: Volgers

source: Messages
nl: Berichten

source: Search Users
nl: Zoek Gebruikers

source: Search by username
nl: Zoek op gebruikersnaam

source: Enter username to search...
nl: Voer gebruikersnaam in om te zoeken...

source: No users found
nl: Geen gebruikers gevonden

source: Follow
nl: Volgen

source: Unfollow
nl: Ontvolgen

source: Yourself
nl: Zelf

source: Bible Bot
nl: Bijbel Bot

# couldNotOpenEmail
source: Could not open email client
nl: Kon e-mailclient niet openen

source: Could not open update page
nl: Kon update pagina niet openen

source: Error opening update page:
nl: Fout bij openen update pagina:

source: Could not copy link
nl: Kon link niet kopiëren

# errorCopyingLink
source: Could not copy link:
nl: Kon link niet kopiëren:

# inviteLinkCopied
source: Invitation link copied to clipboard!
nl: Uitnodigingslink gekopieerd naar klembord!

# statsLinkCopied
source: Statistics link copied to clipboard!
nl: Statistieken link gekopieerd naar klembord!

# copyStatsLinkToClipboard
source: Copy your statistics link to the clipboard
nl: Kopieer je statistieken link naar het klembord

# importButton
source: Import
nl: Importeren

source: Follow Us
nl: Volg ons

# followUsMessage
source: Follow us on social media for updates and community!
nl: Volg ons op social media voor updates en community!

source: Follow Mastodon
nl: Volg Mastodon

source: Follow Pixelfed
nl: Volg Pixelfed

source: Follow Kwebler
nl: Volg Kwebler

source: Follow Signal
nl: Volg Signal

source: Follow Discord
nl: Volg Discord

source: Follow Bluesky
nl: Volg Bluesky

source: Follow Nooki
nl: Volg Nooki

source: Could not open {platform}
nl: Kon {platform} niet openen

source: Share app with friends
nl: Deel app met vrienden

# shareYourStats
source: Share your statistics
nl: Deel je statistieken

# inviteFriend
source: Invite a friend
nl: Nodig een vriend uit

source: Enter your name
nl: Voer je naam in

# enterFriendName
source: Enter your friend's name
nl: Voer de naam van je vriend in

# inviteMessage
source: Invite your friend to BibleQuiz!
nl: Nodig je vriend uit voor de BijbelQuiz!

# customizeInvite
source: Personalize your invitation
nl: Personaliseer je uitnodiging

# sendInvite
source: Send invitation
nl: Verzend uitnodiging

# languageMustBeNl
source: Language must be "nl" (only Dutch allowed)
nl: Taal moet "nl" zijn (alleen Nederlands toegestaan)

# failedToSaveTheme
source: Could not save theme setting:
nl: Kon thema-instelling niet opslaan:

# failedToSaveSlowMode
source: Could not save slow mode setting:
nl: Kon langzame modus-instelling niet opslaan:

# failedToSaveGameSpeed
source: Could not save game speed setting:
nl: Kon spelsnelheid-instelling niet opslaan:

# failedToUpdateDonationStatus
source: Could not update donation status:
nl: Kon donatiestatus niet bijwerken:

# failedToUpdateCheckForUpdateStatus
source: Could not update check for update status:
nl: Kon update-controle status niet bijwerken:

# failedToSaveMuteSetting
source: Could not save mute setting:
nl: Kon demp-instelling niet opslaan:

# failedToSaveGuideStatus
source: Could not save guide status:
nl: Kon gidsstatus niet opslaan:

# failedToResetGuideStatus
source: Could not reset guide status:
nl: Kon gidsstatus niet resetten:

# failedToResetCheckForUpdateStatus
source: Could not reset check for update status:
nl: Kon update-controle status niet resetten:

# exportStatsTitle
source: Export Statistics
nl: Statistieken exporteren

# exportStatsMessage
source: Copy this text to save your progress:
nl: Kopieer deze tekst om je voortgang op te slaan:

# importStatsTitle
source: Import Statistics
nl: Statistieken importeren

# importStatsMessage
source: Paste your previously exported statistics here:
nl: Plak je eerder geëxporteerde statistieken hier:

# importStatsHint
source: Paste here...
nl: Plak hier...

# statsExportedSuccessfully
source: Statistics exported successfully!
nl: Statistieken succesvol geëxporteerd!

# statsImportedSuccessfully
source: Statistics imported successfully!
nl: Statistieken succesvol geïmporteerd!

# failedToExportStats
source: Could not export statistics:
nl: Kon statistieken niet exporteren:

# failedToImportStats
source: Could not import statistics:
nl: Kon statistieken niet importeren:

source: Invalid or tampered data
nl: Ongeldige of gemanipuleerde gegevens

# pleaseEnterValidString
source: Please enter a valid string
nl: Voer een geldige tekst in

source: Copy Code
nl: Code kopiëren

# codeCopied
source: Code copied to clipboard
nl: Code gekopieerd naar klembord

source: Export All Data (JSON)
nl: Alle gegevens exporteren (JSON)

# exportAllDataJsonDesc
source: Export all app data including settings, stats, and progress as JSON
nl: Exporteer alle app-gegevens inclusief instellingen, statistieken en voortgang als JSON

# exportAllDataJsonTitle
source: Export All Data (JSON)
nl: Alle gegevens exporteren (JSON)

# exportAllDataJsonMessage
source: Your complete app data has been exported as JSON. You can copy this data to save it or share it.
nl: Je volledige app-gegevens zijn geëxporteerd als JSON. Je kunt deze gegevens kopiëren om ze op te slaan of te delen.

source: Copy to Clipboard
nl: Naar klembord kopiëren

# jsonDataCopied
source: JSON data copied to clipboard
nl: JSON-gegevens gekopieerd naar klembord

source: Multi-Device Sync
nl: Multi-Apparaat Sync

# currentlySynced
source: You are currently synced. Data is shared in real-time between devices.
nl: Je bent momenteel gesynced. Gegevens worden in realtime gedeeld tussen apparaten.

source: Your Sync ID:
nl: Jouw Sync ID:

# shareSyncId
source: Share this ID with other devices to join.
nl: Deel deze ID met andere apparaten om toe te treden.

# errorGeneric
source: Error:
nl: Fout:

# multiDeviceSyncButton
source: Multi-Device Sync
nl: Multi-Apparaat Sync

# syncDataDescription
source: Sync data between devices using a code
nl: Sync data tussen apparaten met behulp van een code

# syncDescription
source: Connect to another device to sync your progress and statistics.
nl: Verbind met een ander apparaat om je voortgang en statistieken te synchroniseren.

# enterUserId
source: Enter a BQID to connect to another device
nl: Voer een BQID in om verbinding te maken met een ander apparaat

# connectToUser
source: Connect to BQID
nl: Verbdinden met BQID

# createUserId
source: Create a new BQID
nl: Maak een nieuwe BQID

# createUserIdDescription
source: Create a new BQID and share the code with others to connect.
nl: Maak een nieuwe BQID en deel de code met anderen om verbinding te maken.

# currentlyConnectedToUser
source: You are currently connected to a BQID. Data is shared between devices.
nl: Je bent momenteel verbonden met een BQID. Gegevens worden gedeeld tussen apparaten.

# yourUserId
source: Your BQID:
nl: Jouw BQID:

# shareUserId
source: Share this ID with other devices to connect.
nl: Deel dit ID met andere apparaten om verbinding te maken.

# leaveUserId
source: Remove BQID from this device
nl: Verwijder BQID van dit apparaat

# userIdDescription
source: Connect to another device with a BQID to sync your data and statistics.
nl: Verbind met een ander apparaat met een BQID om je data en statistieken te sychroniseren.

# pleaseEnterUserId
source: Please enter a BQID
nl: Voer een BQID in

# failedToConnectToUser
source: Failed to connect to the BQID. Check the ID and try again.
nl: Kon niet verbinden met de BQID. Controleer het ID en probeer opnieuw.

# failedToCreateUserId
source: Failed to create BQID. Please try again.
nl: Kon BQID niet maken. Probeer opnieuw.

# userIdDescriptionSetting
source: Create or connect to a BQID to sync your progress
nl: Maak of verbind met een BQID om je voortgang te synchroniseren

# createUserIdButton
source: Create a BQID
nl: Maak een BQID

# of
source: Or
nl: Of

# tapToCopyUserId
source: Tap to copy BQID
nl: Tik om BQID te kopiëren
