Repository: ThomasNowProductions/BijbelQuiz
Catalog: app/lib/l10n/app_*.arb
Languages: nl

# userIdCopiedToClipboard
source: BQID copied to clipboard
nl: BQID gekopieerd naar klembord

# notFollowing
source: You are not following anyone yet
nl: Je volgt op dit moment niemand

# joinRoomToViewFollowing
source: You need to join a room to see who you are following
nl: Je moet een ruimte toetreden om te zien wij jij volgt

# searchUsersToFollow
source: Search for users to start following them
nl: Zoek naar gebruikers om ze te volgen

# noFollowers
source: You don't have any followers yet
nl: Je hebt op dit moment geen volgers

# joinRoomToViewFollowers
source: You need to join a room to see your followers
nl: Je moet een ruimte toetreden om je volgers te zien

# shareBQIDFollowers
source: Share your BQID with others to start getting followers
nl: Deel jouw BQID met anderen om volgers te krijgen

# noActiveMessages
source: No messages
nl: Geen berichten

# noActiveMessagesSubtitle
source: There are currently no messages to display
nl: Er zijn momenteel geen berichten om weer te geven

source: Error loading messages
nl: Fout bij laden van berichten

source: Error updating reaction
nl: Fout bij bijwerken van reactie

source: Loading messages...
nl: Berichten laden...

source: Expires in
nl: Verloopt over

source: Expiring soon
nl: Verloopt binnenkort

source: days
nl: dagen

# hoursMessage
source: hours
nl: uur

source: minutes
nl: minuten

source: less than a minute
nl: minder dan een minuut

source: Created
nl: Aangemaakt

# bijbelquizGenTitle
source: BibleQuiz Gen
nl: BijbelQuiz Gen

# bijbelquizGenSubtitle
source: Your year in
nl: Jouw jaar in

# bijbelquizGenWelcomeText
source: Review your achievements today and share your BibleQuiz year!
nl: Bekijk je prestaties van vandaag en deel jouw BijbelQuiz-jaar!

source: Questions answered
nl: Vragen beantwoord

# bijbelquizGenQuestionsSubtitle
source: You have hopefully learned many new things.
nl: Je hebt hopelijk veel nieuwe dingen geleerd.

source: Mistakes made
nl: Fouten gemaakt

# bijbelquizGenMistakesSubtitle
source: Every mistake is a chance to learn and grow in your Bible knowledge!
nl: Elke fout is een kans om te leren en groeien in je Bijbelkennis!

source: Time spent
nl: Tijd besteed

# bijbelquizGenTimeSubtitle
source: You took time to deepen your Bible knowledge!
nl: Je hebt tijd genomen om je Bijbelkennis te verdiepen!

# bijbelquizGenBestStreak
source: Best streak
nl: Beste reeks

# bijbelquizGenStreakSubtitle
source: Your longest streak shows your consistency and dedication!
nl: Je langste reeks toont je consistentie en toewijding!

# yearInReview
source: Your year in review
nl: Jouw jaar in review

# bijbelquizGenYearReviewSubtitle
source: An overview of your BibleQuiz performance in the past year!
nl: Een overzicht van je BijbelQuiz prestaties in het afgelopen jaar!

source: hours
nl: Uren

source: Correct answers
nl: Correcte antwoorden

source: Accuracy
nl: Nauwkeurigheid

source: Current streak
nl: Huidige reeks

# thankYouForUsingBijbelQuiz
source: Thank you for using BibleQuiz!
nl: Bedankt voor het gebruik van BijbelQuiz!

# bijbelquizGenThankYouText
source: We hope our app has been a blessing this past year.
nl: We hopen dat onze app het afgelopen jaar tot Zegen mocht zijn. Bedankt voor je steun en betrokkenheid!

# bijbelquizGenDonateButton
source: Donate to us to show your continued support for our development, so we can continue to improve the app and so you can look back on another educational year next year.
nl: Doneer

source: Done
nl: Klaar

# bijbelquizGenSkip
source: Skip
nl: Overslaan

source: Success
nl: Succes

# reportSubmittedSuccessfully
source: Your report has been submitted successfully!
nl: Je melding is succesvol verstuurd!

# reportSubmissionFailed
source: Failed to submit report. Please try again later.
nl: Melding kon niet worden verstuurd. Probeer het later opnieuw.

# reportBug
source: Report a Bug
nl: Meld een bug

# reportBugDescription
source: Report a bug or issue with the app
nl: Meld een bug of probleem met de app

source: Subject
nl: Onderwerp

# pleaseEnterSubject
source: Please enter a subject
nl: Voer een onderwerp in

source: Description
nl: Beschrijving

# pleaseEnterDescription
source: Please enter a description
nl: Voer een beschrijving in

source: Email (optional)
nl: E-mail (optioneel)

source: Report Question
nl: Meld Vraag

source: Question reported successfully
nl: Vraag succesvol gemeld

source: Error reporting question
nl: Fout bij melden van vraag

source: Grid
nl: Raster

source: List
nl: Lijst

source: Compact Grid
nl: Compact raster

source: Use Theme
nl: Gebruik thema

source: Failed to remove device
nl: Kon apparaat niet verwijderen

source: Error removing device:
nl: Fout bij verwijderen apparaat:

# sharedStats
source: Shared Statistics
nl: Gedeelde statistieken

source: New Game
nl: Nieuw spel

source: Error loading usernames:
nl: Fout bij laden gebruikersnamen:

source: URL copied to clipboard!
nl: URL gekopieerd naar klembord!

# tryAgainButton
source: Try Again
nl: Probeer opnieuw

source: Check Connection
nl: Controleer verbinding

source: Go to Quiz
nl: Naar de quiz

source: Error loading analytics
nl: Fout bij laden analytics

source: Bible reference copied for sharing
nl: Bijbelverwijzing gekopieerd om te delen

source: Error Handling Test
nl: Foutafhandeling test

# errorHandlingTestDescription
source: This screen demonstrates the new error handling system
nl: Dit scherm demonstreert het nieuwe foutafhandelingssysteem

source: Test Error Handling
nl: Test foutafhandeling

source: Test Error Dialog
nl: Test foutdialoog

# retryButton
source: Retry
nl: Opnieuw proberen

source: Search settings...
nl: Zoek instellingen...

# lessonLayoutSettings
source: Lesson Layout
nl: Lesindeling

# chooseLessonLayoutDesc
source: Choose how lessons are displayed
nl: Kies hoe lessen worden weergegeven

# showIntroductionDesc
source: View the app introduction and tutorial
nl: Bekijk de app-introductie en tutorial

# clearQuestionCacheDesc
source: Remove cached questions to free up storage space
nl: Verwijder gecachte vragen om opslagruimte vrij te maken

# followOnSocialMediaDesc
source: Connect with us on social media platforms
nl: Verbind met ons op social media platforms

# inviteFriendDesc
source: Share a personalized invite link with friends
nl: Deel een gepersonaliseerde uitnodigingslink met vrienden

source: Bug Report
nl: Rapporteer een probleem

# bugReportDesc
source: Report bugs and issues with the app
nl: Rapporteer bugs en problemen met de app

# streakLabel
source: streak
nl: reeks

source: Unknown User
nl: Onbekende Gebruiker

source: Last score:
nl: Laatste score:

# notAvailable
source: Unknown
nl: Onbekend

# followedUsersScores
source: Scores of Followed Users
nl: Scores van Gevolgde Gebruikers

# thankYouForSupport
source: Thank you for your support!
nl: Bedankt voor je steun!

# thankYouForYourSupport
source: We appreciate you using BibleQuiz and participating in our community.
nl: We waarderen dat je BijbelQuiz gebruikt en deelneemt aan onze gemeenschap.

# supportWithDonation
source: Support us with a donation
nl: Ondersteun ons met een donatie

# bijbelquizGenDonationText
source: Your donation helps us maintain and improve BibleQuiz for you and others.
nl: Je donatie helpt ons BijbelQuiz te onderhouden en te verbeteren voor jouw, en anderen.

source: No expiration date
nl: Geen vervaldatum

source: Username
nl: Gebruikersnaam

source: Enter username
nl: Voer gebruikersnaam in

# usernameHint
source: e.g. John2026
nl: Bijv. Jan2026

source: Save username
nl: Bewaar gebruikersnaam

# pleaseEnterUsername
source: Please enter a username
nl: Voer een gebruikersnaam in

# usernameTooLong
source: Username must be at most 30 characters
nl: Gebruikersnaam mag maximaal 30 tekens bevatten

# usernameAlreadyTaken
source: Username is already taken
nl: Gebruikersnaam is al in gebruik

# usernameBlacklisted
source: This username is not allowed
nl: Deze gebruikersnaam is niet toegestaan

source: Username saved!
nl: Gebruikersnaam opgeslagen!

source: Beta
nl: Bèta

# shareStatsTitle
source: Share your stats
nl: Deel je statistieken

# shareYourBijbelQuizStats
source: Share your BibleQuiz stats
nl: Deel je BijbelQuiz statistieken

# correctAnswersShare
source: Correct answers
nl: Correcte antwoorden

# currentStreakShare
source: Current streak
nl: Huidige reeks

# bestStreakShare
source: Best streak
nl: Beste reeks

# mistakesShare
source: Mistakes
nl: Fouten

# accuracyShare
source: Accuracy
nl: Accuraatheid

# timeSpentShare
source: Time spent
nl: Tijd besteed

# shareResults
source: Share your results
nl: Deel je resultaten

source: Copy link
nl: Kopieer link

# automaticBugReports
source: Automatic bug reporting
nl: Automatisch problemen melden

# automaticBugReportsDesc
source: Automatically send bug reports when errors occur (recommended)
nl: Automatisch bugrapporten verzenden wanneer er fouten optreden (aanbevolen)

source: Motivational notifications
nl: Motiverende notificaties

# motivationalNotificationsDesc
source: Receive 1-3 notifications per day between 06:00 and 23:00 to encourage you to do a quiz
nl: Ontvang 1-3 notificaties per dag tussen 06:00 en 23:00 om je te motiveren een quiz te doen

source: Data successfully synchronized
nl: Gegevens succesvol gesynchroniseerd

source: Synchronization failed:
nl: Synchronisatie mislukt:

source: Edit Profile
nl: Profiel bewerken

source: Adjust name and bio
nl: Naam en bio aanpassen

source: Change Username
nl: Gebruikersnaam wijzigen

source: Adjust your username
nl: Je gebruikersnaam aanpassen

source: Change Password
nl: Wachtwoord wijzigen

source: Secure your account
nl: Beveilig je account

source: Sign Out
nl: Uitloggen

# signOutFromDevice
source: Sign out from this device
nl: Van dit apparaat afmelden

source: Delete Account
nl: Account verwijderen

source: Permanently delete account
nl: Account permanent verwijderen

source: Display Name
nl: Weergavenaam

source: Bio (optional)
nl: Bio (optioneel)

source: New username
nl: Nieuwe gebruikersnaam

# chooseUniqueName
source: Choose a unique name
nl: Kies een unieke naam

source: Current password
nl: Huidig wachtwoord

source: New password
nl: Nieuw wachtwoord

source: At least 6 characters
nl: Minimaal 6 karakters

source: Confirm new password
nl: Bevestig nieuw wachtwoord

# fillAllPasswordFields
source: Fill in all password fields
nl: Vul alle wachtwoord velden in

source: New passwords do not match
nl: Nieuwe wachtwoorden komen niet overeen

# newPasswordMin6Chars
source: New password must contain at least 6 characters
nl: Nieuw wachtwoord moet minimaal 6 karakters bevatten

# enterNewUsername
source: Enter a new username
nl: Voer een nieuwe gebruikersnaam in

# usernameMin3Chars
source: Username must contain at least 3 characters
nl: Gebruikersnaam moet minimaal 3 karakters bevatten

# usernameMax20Chars
source: Username may contain at most 20 characters
nl: Gebruikersnaam mag maximaal 20 karakters bevatten

# usernameNotAllowed
source: This username is not allowed
nl: Deze gebruikersnaam is niet toegestaan

# thisUsernameAlreadyTaken
source: This username is already taken
nl: Deze gebruikersnaam is al in gebruik

source: Username successfully changed
nl: Gebruikersnaam succesvol gewijzigd

source: Failed to change username
nl: Gebruikersnaam wijzigen mislukt

# displayNameRequired
source: Display name is required
nl: Weergavenaam is verplicht

source: Profile successfully updated
nl: Profiel succesvol bijgewerkt

source: Failed to update profile
nl: Profiel bijwerken mislukt

source: Sign out failed
nl: Uitloggen mislukt

source: Password successfully changed
nl: Wachtwoord succesvol gewijzigd

source: Failed to change password
nl: Wachtwoord wijzigen mislukt

source: Updated
nl: Bijgewerkt

source: Not updated
nl: Niet bijgewerkt

source: Last sync
nl: Laatste sync

source: User
nl: Gebruiker

source: Save
nl: Opslaan

source: Change
nl: Wijzigen

source: Never
nl: Nooit

source: Just now
nl: Zojuist

# minutesAgo
source: m ago
nl: m geleden

# hoursAgo
source: h ago
nl: u geleden

# daysAgo
source: d ago
nl: d geleden

source: No email
nl: Geen email

# noLeaderboardData
source: No leaderboard data available
nl: Geen leaderboard gegevens beschikbaar

# elim50CouponMessage
source: You got 50 points and got 50 cents donated for the renovation of Elim!
nl: Je hebt 50 punten gekregen en er is 50 cent gedoneerd voor de verbouwing van Elim!

# loginWithBqid
source: Login with your BQID
nl: Login met je BQID

# socialFeaturesMessage
source: Create an account to use social features, such as searching for users, making friends and sending messages.
nl: Maak een account aan om sociale functies te gebruiken, zoals het zoeken naar gebruikers, vrienden maken en berichten versturen.

source: Login
nl: Inloggen

source: Sign up
nl: Aanmelden

# emailHint
source: your@email.com
nl: jouw@email.com

# usernameSignupHint
source: Choose a unique name
nl: Kies een unieke naam

source: Password
nl: Wachtwoord

# passwordHint
source: Minimum 6 characters
nl: Minimaal 6 karakters

source: Confirm password
nl: Bevestig wachtwoord

# confirmPasswordHint
source: Repeat your password
nl: Herhaal je wachtwoord

# accountCreatedMessage
source: Account created! Check your email for verification.
nl: Account aangemaakt! Controleer je email voor verificatie.

# fillEmailAndPassword
source: Fill in your email and password to continue.
nl: Vul je email en wachtwoord in om door te gaan.

# enterValidEmail
source: Enter a valid email address.
nl: Voer een geldig emailadres in.

# fillAllFields
source: Fill in all fields to create an account.
nl: Vul alle velden in om een account aan te maken.

# passwordsDoNotMatch
source: Passwords do not match. Check if you entered the same in both fields.
nl: Wachtwoorden komen niet overeen. Controleer of je beide velden hetzelfde hebt ingevuld.

# passwordTooShort
source: Password must contain at least 6 characters for your security.
nl: Wachtwoord moet minimaal 6 karakters bevatten voor je veiligheid.

# checkingPassword
source: Password is being checked for security...
nl: Wachtwoord wordt gecontroleerd op veiligheid...

# passwordCompromised
source: This password has been found in data breaches. Choose a different password for your security.
nl: Dit wachtwoord is aangetroffen in datalekken. Kies een ander wachtwoord voor je veiligheid.

# usernameTooShort
source: Username must contain at least 3 characters.
nl: Gebruikersnaam moet minimaal 3 karakters bevatten.

# usernameSignupTooLong
source: Username may contain at most 20 characters.
nl: Gebruikersnaam mag maximaal 20 karakters bevatten.

# usernameInvalidChars
source: Username may only contain letters, numbers and underscores.
nl: Gebruikersnaam mag alleen letters, cijfers en underscores bevatten.

# checkingUsername
source: Username availability is being checked...
nl: Beschikbaarheid van gebruikersnaam wordt gecontroleerd...

# invalidEmailOrPassword
source: Invalid email or password. Check your details and try again.
nl: Ongeldig email of wachtwoord. Controleer je gegevens en probeer opnieuw.

# emailNotConfirmed
source: Your email has not been verified. Check your inbox and click the verification link.
nl: Je email is nog niet geverifieerd. Controleer je inbox en klik op de verificatielink.

# tooManyRequests
source: Too many attempts. Wait a moment before trying again.
nl: Te veel pogingen. Wacht even voordat je opnieuw probeert.

# passwordTooShortGeneric
source: Password should be at least 6 characters.
nl: Wachtwoord moet minimaal 6 karakters bevatten.

# invalidEmailAddress
source: Invalid email address. Make sure you entered a valid email address.
nl: Ongeldig emailadres. Controleer of je een geldig emailadres hebt ingevoerd.

# userAlreadyRegistered
source: An account with this email address already exists. Try logging in or use a different email address.
nl: Er bestaat al een account met dit emailadres. Probeer in te loggen of gebruik een ander emailadres.

# signupDisabled
source: Sign up is currently disabled. Try again later.
nl: Aanmelden is momenteel uitgeschakeld. Probeer het later opnieuw.

# weakPassword
source: Password is too weak. Choose a stronger password with more characters.
nl: Wachtwoord is te zwak. Kies een sterker wachtwoord met meer karakters.

# genericError
source: Something went wrong. Try again or contact support if the problem persists.
nl: Er is iets misgegaan. Probeer het opnieuw of neem contact op als het probleem aanhoudt.

# guideAccountDescription
source: Create an account or log in to save your progress and use social features.
nl: Maak een account aan of log in om je voortgang te bewaren en sociale functies te gebruiken.

# couponRedeemDescription
source: You can redeem coupon codes later at the shop menu.
nl: Je kunt couponcodes later verzilveren via het winkelmenu.

# termsAgreementText
source: By continuing you agree to our
nl: Als u doorgaat gaat u akkoord met onze

source: terms of service
nl: algemene voorwaarden

source: Progress overview
nl: Voortgangsoverzicht

# progressOverviewHint
source: Shows your current progress through lessons
nl: Toont je huidige voortgang door de lessen

source: Lesson completion progress
nl: Voortgang lesvoltooiing

# lessonsCompleted
source: {unlocked} out of {total} lessons completed
nl: {unlocked} van de {total} lessen voltooid

# continueWithLesson
source: Continue with lesson: {lessonTitle}
nl: Ga verder met les: {lessonTitle}

# continueWithLessonHint
source: Start the next recommended lesson in your progress
nl: Start de volgende aanbevolen les in je voortgang

source: Practice mode
nl: Oefenmodus

# practiceModeHint
source: Start a random practice quiz without affecting progress
nl: Start een willekeurige oefenquiz zonder je voortgang te beïnvloeden

source: Multiplayer mode
nl: Multiplayer-modus

# multiplayerModeHint
source: Start a multiplayer quiz game
nl: Start een multiplayer quizspel

# startRandomPracticeQuiz
source: Start a random practice quiz
nl: Start een willekeurige oefenquiz

# playButton
source: Play
nl: Speel

# dailyStreakDescription_one
source: You have been using BibleQuiz for a day in a row
nl: Je gebruikt BijbelQuiz al {streakDays} dag op rij

# dailyStreakDescription_other
source: You have been using BibleQuiz for {streakDays} days in a row
nl: Je gebruikt BijbelQuiz al {streakDays} dagen op rij

# monday
source: Mon
nl: Ma

# tuesday
source: Tue
nl: Di

# wednesday
source: Wed
nl: Wo

# thursday
source: Thu
nl: Do

# friday
source: Fri
nl: Vr

# saturday
source: Sat
nl: Za

# sunday
source: Sun
nl: Zo

source: Question reported by user
nl: Vraag gerapporteerd door gebruiker

source: Invalid biblical reference in question
nl: Ongeldige bijbelverwijzing in vraag

source: Please enter data to import
nl: Voer gegevens in om te importeren

source: Import failed:
nl: Importeren mislukt:

source: Error loading store
nl: Fout bij laden winkel

# purchaseFailed
source: Purchase failed, please try again
nl: Aankoop mislukt, probeer het opnieuw

# purchaseErrorString
source: Error during purchase: {error}
nl: Fout bij aankoop: {error}

source: Christmas Theme
nl: Kerst Thema

# christmasThemeDescription
source: A festive Christmas theme with red and green colors
nl: Een feestelijk kerstthema met rode en groene kleuren

# terminalGreenThemeDescription
source: A classic terminal theme with green text on a black background
nl: Een klassiek terminal thema met groene tekst op zwarte achtergrond

# oceanBlueThemeDescription
source: A bright ocean blue theme for a fresh look
nl: Een helder oceaanblauw thema voor een frisse look

# roseWhiteThemeDescription
source: An elegant pink and white theme
nl: Een elegant roze en wit thema

# darkWoodThemeDescription
source: A warm dark wood theme
nl: Een warm donker hout thema

# paymentError
source: Payment error: {error}
nl: Fout bij betaling: {error}

source: Error opening AI theme generator
nl: Fout bij openen van AI thema generator

source: Discount!
nl: Korting!

# bibleReferenceCopied
source: Bible reference copied: {reference}
nl: Bijbelverwijzing gekopieerd: {reference}

source: Share
nl: Delen

# shareBibleReference
source: Bible reference: {reference} ({translation})
nl: Bijbelverwijzing: {reference} ({translation})

# lessonLabel
source: Lesson {index}: {title}
nl: Les {index}: {title}

source: unlocked but not playable
nl: ontgrendeld maar niet speelbaar

# lockedHint
source: This lesson is locked. Complete previous lessons to unlock it.
nl: Deze les is vergrendeld. Voltooi eerdere lessen om deze te ontgrendelen.

# unlockedButNotPlayableHint
source: This lesson is unlocked but you can only play the most recent unlocked lesson.
nl: Deze les is ontgrendeld, maar je kunt alleen de meest recente ontgrendelde les spelen.

# tapToStart
source: Tap to start this lesson
nl: Tik om deze les te starten

# recommended
source: Recommended: {label}
nl: Aanbevolen: {label}

# lessonNumber
source: Lesson {index}
nl: Les {index}

# bookIconSemanticLabel
source: Book icon representing lesson content
nl: Boekicoon dat de lesinhoud vertegenwoordigt

# lockedSpecialLessonSemanticLabel
source: Locked special lesson
nl: Vergrendelde speciale les

# lockedLessonSemanticLabel
source: Locked lesson
nl: Vergrendelde les

# mcqLabel
source: Multiple choice question
nl: Meerkeuzevraag

# mcqHint
source: Select the correct answer from the options below
nl: Selecteer het juiste antwoord uit de onderstaande opties

# answerOptionsLabel
source: Answer options
nl: Antwoordmogelijkheden

# answerOptionsHint
source: Choose one of the {count} options
nl: Kies een van de {count} opties

# fitbLabel
source: Fill in the blank question
nl: Vul de lege plek in vraag

# fitbHint
source: Select the word that completes the sentence
nl: Selecteer het woord dat de zin aanvult

# fitbHint2
source: Choose the correct word to fill in the blank
nl: Kies het juiste woord om de lege plek in te vullen

# tfLabel
source: True or False question
nl: Waar of niet waar vraag

# tfHint
source: Select whether the statement is true or false
nl: Selecteer of de bewering waar of niet waar is

# tfHint2
source: Choose True or False
nl: Kies Waar of Niet waar

# trueText
source: True
nl: Waar

# falseText
source: False
nl: Niet waar

# questionLabel
source: Question: {question}
nl: Vraag: {question}

# lessonLocked
source: Lesson is still locked
nl: Les is nog vergrendeld

# languageNl
source: Dutch
nl: Nederlands
